tests/cases/01_ACTIVATION/06_mockup2-Incompressible-fixGeom3_kEpsilon/constant/transportProperties
FoamFile {
    version 2.0;
    format ascii;
    class dictionary;
    object transportProperties;
}
transportModel Newtonian;
nu nu [ 0 2 -1 0 0 0 0 ] 9.3379e-07;
rhoRef 997.33;
