tests/cases/01_ACTIVATION/06_mockup2-Incompressible-fixGeom3_kEpsilon/system/decomposeParDict
FoamFile {
    version 2.0;
    format ascii;
    class dictionary;
    object decomposeParDict;
}
method scotch;
numberOfSubdomains 2;
