tests/cases/01_ACTIVATION/06_mockup2-Incompressible-fixGeom3_kEpsilon/system/fvOptions
FoamFile {
    version 2.0;
    format ascii;
    class dictionary;
    object fvOptions;
}
