tests/cases/01_ACTIVATION/06_mockup2-Incompressible-fixGeom3_kEpsilon/system/fvSolution
FoamFile {
    version 2.0;
    format ascii;
    class dictionary;
    object fvSolution;
}
solvers {
    U {
        solver smoothSolver;
        tolerance 1e-06;
        relTol 0.01;
        smoother GaussSeidel;
    }
    p {
        solver GAMG;
        tolerance 1e-06;
        relTol 0.001;
        smoother GaussSeidel;
        nPreSweeps 2;
        nPostSweeps 1;
        cacheAgglomeration on;
        agglomerator faceAreaPair;
        nCellsInCoarsestLevel 100;
        mergeLevels 1;
    }
    k {
        solver smoothSolver;
        tolerance 1e-06;
        relTol 0.01;
        smoother GaussSeidel;
    }
    epsilon {
        solver smoothSolver;
        tolerance 1e-06;
        relTol 0.01;
        smoother GaussSeidel;
    }
}
relaxationFactors {
    dynamic on;
    max {
        U 0.3;
    }
    writeRelaxationParameters on;
    fields {
        p 0.3;
    }
    equations {
        U 0.7;
        k 0.3;
        epsilon 0.3;
    }
}
SIMPLE {
    nNonOrthogonalCorrectors 0;
    pRefCell 0;
    pRefValue 0.0;
    residualControl {
        U 1e-06;
        "p.*" 1e-06;
        k 1e-06;
        epsilon 1e-06;
    }
}
